{
  "id": "incarnation",
  "nom": "Incarnation",
  "type": "espece",
  "description": "Une forme stable d'esprit incarné, issue d'une essence spectrale, encore liée à la Gisombre mais capable d'interagir durablement avec le monde physique.",
  "niveauDebloque": 3,

  "caracteristiquesBonus": {
    "intelligence": 1,
    "maximumIntelligence": 30
  },

  "capacitesParNiveau": [
    {
      "niveau": 3,
      "nom": "Copie",
      "description": "Vous pouvez utiliser une action pour faire un test de Connaissance (Nature, Religion ou Arcanes) contre une créature visible. En cas de succès (DD défini par le MJ), vous copiez un de ses traits ou capacités naturelles. Vous ne pouvez garder qu’un seul trait copié à la fois. Changer de trait nécessite un rituel de 10 minutes."
    },
    {
      "niveau": 7,
      "nom": "Possession",
      "description": "Par une action, vous forcez une créature à 9 m à faire un jet de sauvegarde de Sagesse (DD = 8 + Intelligence + bonus de maîtrise). En cas d’échec, vous la possédez pendant un nombre d’heures égal à votre modificateur d’Intelligence. Vous pouvez utiliser la capacité 'Copie' pendant la possession. Deux options : utiliser la fiche de la créature, ou, si c’est un humanoïde, manifester vos propres pouvoirs à travers elle."
    },
    {
      "niveau": 13,
      "nom": "Copie améliorée",
      "description": "Vous pouvez stocker deux traits ou capacités copiées simultanément, et alterner entre elles avec une action bonus."
    },
    {
      "niveau": 20,
      "nom": "Possession améliorée",
      "description": "Vous pouvez posséder les créatures mortes, même non-morts. La possession est alors automatique et sans limite de durée. Ces corps peuvent être utilisés comme réceptacles permanents tant qu’ils ne sont pas détruits."
    }
  ],

  "capacitesPassives": [
    {
      "nom": "Forme modulable",
      "niveauMin": 3,
      "description": "Votre apparence ne change que légèrement avec chaque nouveau pouvoir obtenu. Vous pouvez ajuster librement certains aspects esthétiques à mesure que vous gagnez en puissance."
    }
  ],

  "jetDeSauvegarde": {
    "baseDD": 8,
    "modificateur": "intelligence",
    "ajouterBonusDeMaitrise": true
  }
}
